[{"message":"Wider availability of telecommuting for work, more understanding of immunocompromised individuals, and more connectivity","date":"2020-03-27"},{"message":"that we would take more seriously the parts of our lives we have control over to better prime ourselves and our neighbor to have healthy and strong bodies. A world that takes more seriously what chemicals and pollutants we put into the air and therefor our lungs. A world that thinks about the wide spread public health crises we already have in our society - how we can support local farmers and rejuvenate the earth all while pursuing food that gives us holistic health. \\r\\n\\r\\nAnd most importantly a world that cherishes the love of a neighbor and honors the commitment we have to help people known and unknown in society. A world that realizes that so much of the world deals with infectious disease as a part of their normal life. A world that is a little more thankful for sunshine and fresh air, and breaths in and thanks their lungs for simply allowing them to live that day. ","date":"2020-03-27"},{"message":"See the need for an improved and more robust technological infrastructure and its benefits - efficient communication and collaboration, as well as deeper connections","date":"2020-03-27"},{"message":"-Climate Change becomes more intertwined with daily life for all; understanding, sustainability, and lifestyle changes become a new norm.\\r\\n-US Government emphasizes worker over profit; why should they bail out corporations who could have saved for the future?\\r\\n-Individuals become more comfortable with time by themselves.\\r\\n-Society recognizes its need of others.","date":"2020-03-27"},{"message":"I hope that we will pay more attention to existing deficiencies within our society and work to better them. I hope that we will work to consistently better serve the needs of people - rather than only aiding people when disaster hits. It should not take a national pandemic for basic, practical, and fair practices to be put into place. ","date":"2020-03-27"},{"message":"I hope the kindness and support people have for one another continues post COVID-19. ","date":"2020-03-27"},{"message":"One thing I've noticed during my own downtime this past week is the inherent lack of structure, and how much opportunity that provides us as a society. I think much of our adulthood is defined by structure, without it we often seemed lost. But I continue to think about the time we had as kids, where we began to play instead of plan. I think we all need to bring a bit more play into our lives, during this epidemic and the times afterwards. I think it will improve our own health, but offer vast creative opportunities as well.","date":"2020-03-27"},{"message":"to be softer with one another, more comfortable with emotions in all arenas of our lives, more acknowledging of our global codependence, and more direct addressing of the limitations of humanity and the beauty and good that comes with those limitations","date":"2020-03-27"},{"message":"That people will have appreciated reconnecting with family and will continue spending more time together. All the stuff that makes us busy doesn’t matter in the end. It’s our connection to family that does.","date":"2020-03-27"},{"message":"I hope that people will commit to being serious about their lifestyle. Intentional about what they use and become\\r\\nMore in touch with Nature. ","date":"2020-03-27"},{"message":"More love and compassion, family time and slowing down❤️","date":"2020-03-26"},{"message":"That the economy will recover so people can get their jobs and income back.","date":"2020-03-26"},{"message":"Our country will be more united and\\r\\nless divisive.","date":"2020-03-26"},{"message":"That people will be more patient,caring and grateful.","date":"2020-03-26"},{"message":"That we go back to the old normal while keeping better hygiene in mind. I would also hope people stay as friendly as they have been during the crisis. Wave more when you are walking or exercising, be more cordial to others while in stores etc.  ","date":"2020-03-26"},{"message":"To give hours in the day back to the family unit!!\\r\\n\\r\\nMy hope for the US is that we reset our pace of life, in so doing, become much more grounded by family while once again shaping our communities as extensions of our homes  with love, compassion and empathy. \\r\\n\\r\\nOut of chaos comes opportunity.\\r\\n\\r\\nThe opportunities are abound.  Families and businesses alike need to restructure and rebuild. If we learn in all of this that the hours of operation for business can to once again be reduced and simplified, we would be giving those hours back to families who need them to spend together.  \\r\\n\\r\\nOut of boredom comes creativity.\\r\\n\\r\\nBy reducing the structured regiment that kids face in today’s pace, they have time to experiment and explore, to test theories big and small in their ideas.  To shape dreams and encourage thoughtful downtime!  It would be great to give them time back!\\r\\n\\r\\nOut of dreams we can build realities!\\r\\n\\r\\nSome of these kids will have time to ponder saving the world!  One of them may be the next great scientist who just needed inspiration, encouragement and time to think about how to begin that journey!","date":"2020-03-26"},{"message":"More compassion & funding of science.","date":"2020-03-26"},{"message":"That we all live a little more quietly to fully appreciate each second, each minute, each hour and each day we are given. Life truly is a gift. ","date":"2020-03-26"},{"message":"They stay inside","date":"2020-03-26"},{"message":"That we all realize how important our small and medium sized farmers & ranchers to the supply chain as well as how important farmers markets are to the supply community self sufficiency & local economies.","date":"2020-03-26"},{"message":"That people recognize the benefits our environment has gained, with the absence of human pollution ","date":"2020-03-26"},{"message":"That we can use this pause to re-evaluate what is right, what is important and to come together as a global community.\\r\\nI hope we can see the importance of caring for our planet, valuing compassion, kindness and friendship over financial profit.\\r\\nThat the USA can begin to catch up with the rest of the world in its maturity and begin to learn from the mistakes that other countries have made in their history, rather than repeating them in Pursuit of greed.\\r\\nAnd finally that England win the soccer World Cup! ","date":"2020-03-26"},{"message":"Peace ","date":"2020-03-26"},{"message":"Great question.  I hope for a world that slows down, prioritizes family and friends. Less greed and consumerism, and more awareness of those in need with a willingness to help.  More peace, less strife.  A re-shifting of cultural norms, a get back to the basics transition in our thinking.  ","date":"2020-03-26"},{"message":"A kinder more compassionate community working together","date":"2020-03-26"},{"message":"To be a kinder, more generous, and more empathetic society.","date":"2020-03-26"},{"message":"The use of more technology, a greater understanding and empathy for those with less than, more compassion. ","date":"2020-03-26"},{"message":"The obvious answer is that I hope all my friends who are currently unemployed to have jobs again. The other answer is that I hope it gives everyone a better perspective on life, to learn to not sweat the \"small stuff\" and to be thankful for what you have, and what you have control over. ","date":"2020-03-26"},{"message":"I hope we are all reminded that regardless of age, race, nationality, etc., we are all human. We all have hopes and dreams, and face challenges and failures. We are stronger when we come together as one on any scale - whether it's as a family, a community, a country, or the world. I hope that we can all remember this moving forward, and embrace each other with more love and understanding for the greater good of humankind.","date":"2020-03-26"},{"message":"When (not if ) we emerge from this pandemic, I am committed to a future where we value the small joys - the opportunity to walk around a farmers market, the choice of how to spend our time with each other, and yes, a movement where health is a universal right and not a luxury that disadvantages the underserved. We MUST vote to reflect the changes we wish to see in the future.","date":"2020-03-26"},{"message":"To emerge more grounded in our faith and stronger connections within our families and communities.","date":"2020-03-26"},{"message":"I hope that we have better understanding of what it means to sacrifice our desires for the good of another person. \\r\\n","date":"2020-03-26"},{"message":"The things we learned to do online, like teaching virtual Pilates privates and teaching classes online, will be an enhancement to my current profession. The reconnections I’ve made in the last couple of weeks with family and friends will continue to flourish and grow. The financial damage to our country will quickly rebound and workers will be back at work. That society and the world as a whole will learn from this situation and be able to work together when outbreaks like the coronavirus happen again.","date":"2020-03-26"},{"message":"for a more optimistic world, always looking for the bright side","date":"2020-03-26"},{"message":"A deeper sense of peace and ability to rest and slow down","date":"2020-03-26"},{"message":"That everyone learns to take other people into consideration and be as helpful and loving as possible. Always be concerned about your fellow man","date":"2020-03-26"},{"message":"A heightened sense of appreciation for genuine, in-person human connection rather than through social media, our phones, etc. I’d love to see more people adopt the practice of not using their phone in the company of others or even by themselves for a significant portion of the day. ","date":"2020-03-26"},{"message":"Small pieces of happiness,\\r\\nPuzzled together,\\r\\nTo create a picture of unity despite isolation. Not all of those that are alone are truly lonely. We’re here together, in this time and place and to see that uplifting essence would be my hope. Maybe to think that despite the anxieties and the way Covid spreads so contagiously, we think of this time as magic dust, that doing the positive things for change can spread that fast too :)","date":"2020-03-25"},{"message":null,"date":"2020-03-25"},{"message":"A bigger focus on healthcare organizations and sufficient supplies to prevent shortages in the future","date":"2020-03-25"},{"message":"Deeper recognition of the capacity of silence\/simplicity\/solitude  to be restorative and creative.  strengthened bonds within families through leisure, eating together, playing games, etc— things that get lost in busy consumer culture. ","date":"2020-03-25"}]